Repository: mjlassila/plugin-Scripto
Catalog: languages/*.po
Languages: fi_fi

source: URL to your <a href="http://www.mediawiki.org/wiki/API:Quick_start_guide#What_you_need_to_access_the_API">MediaWiki installation API</a>.
fi_fi: <a href="http://www.mediawiki.org/wiki/API:Quick_start_guide#What_you_need_to_access_the_API">MediaWikin rajapinnan</a> URL-osoite.

source: Image viewer
fi_fi: Kuvan

source: Omeka default
fi_fi: Omekan oletus

source: Use Google Docs Viewer?
fi_fi: Käytä Google Docs

source: Import type
fi_fi: Tuontiformaatti

source: plain text
fi_fi: teksti

source: Invalid MediaWiki API URL
fi_fi: Virheellinen MediaWiki API:n URL

source: Scripto | Revision Difference |
fi_fi: Scripto | Versioiden erot |

source: Discussion
fi_fi: Keskustelu

source: Transcription
fi_fi: Transcripti

source: Logged in as
fi_fi: Kirjautunut käyttäjänä

source: logout
fi_fi: kirjaudu ulos

source: Your watchlist
fi_fi: Seurantalista

source: Log in to Scripto
fi_fi: Kirjaudu Scriptoon

source: Recent changes
fi_fi: Tuoreet muutokset

source: View item
fi_fi: Näytä teos

source: View file
fi_fi: Näytä tiedosto

source: Transcribe page
fi_fi: Transkripoi sivu

source: View history
fi_fi: Näytä historia

source: Untitled Document
fi_fi: Nimeämätön

source: Revision as of
fi_fi: Version ajankohta

source: Revision as of
fi_fi: Version ajankohta

source: Scripto | Page History |
fi_fi: Scripto | Muutoshistoria |

source: Logged in as <a href=
fi_fi: Kirjautunut käyttäjänä <a href=

source: This page has not yet been created.
fi_fi: Sivua ei ole vielä luotu

source: Compare Changes
fi_fi: Vertaa muutoksia

source: Changed on
fi_fi: Muutospäivä

source: Changed by
fi_fi: Muokkaaja

source: Size (bytes)
fi_fi: Koko (tavua)

source: Action
fi_fi: Toimenpide

source: current
fi_fi: nykyinen

source: previous
fi_fi: edellinen

source: Welcome to Scripto!
fi_fi: Tervetuloa Scriptoon!

source: browse items
fi_fi: selaa teoksia

source: or
fi_fi: tai

source: view recent changes
fi_fi: näytä tuoreimmat muutokset

source: to Scripto. You may
fi_fi: Scriptoon. Voit

source: log in
fi_fi: kirjautua sisään

source: Your Contributions
fi_fi: Omat muokkaukset

source: You have no contributions.
fi_fi: Et ole muokannut tai transcripoinut dokumentteja.

source: Document Page Name
fi_fi: Otsikko

source: Most Recent Contribution
fi_fi: Tuoreimmat muutokset

source: Document Title
fi_fi: Otsikko

source: Untitled
fi_fi: Nimeämätön

source: Talk:
fi_fi: Keskustelu:

source: Scripto | Login
fi_fi: Scripto | Kirjaudu

source: Username
fi_fi: Käyttäjänimi

source: Password
fi_fi: Salasana

source: Login
fi_fi: Kirjaudu

source: Recent Changes
fi_fi: Tuoreimmat muutokset

source: There are no recent changes.
fi_fi: Ei tuoreita muutoksia.

source: Changes
fi_fi: Muokkaukset

source: Changed
fi_fi: Rivimuutos

source: Changed By
fi_fi: Muokkaaja

source: Created
fi_fi: Luonti

source: Edited
fi_fi: Muokkaus

source: Scripto | Page Revision |
fi_fi: Scripto | Sivun versio |

source: Revert to this revision
fi_fi: Palaa tähän versioon

source: Scripto | Transcribe Page
fi_fi: Scripto | Transkriboi sivu

source: Editing transcription...
fi_fi: Muokataan transkriptiä...

source: Edit transcription.
fi_fi: Muokkaa transkriptiä.

source: Editing discussion...
fi_fi: Muokataan keskustelua...

source: Edit discussion
fi_fi: Muokkaa keskustelua

source: Watching page...
fi_fi: Tarkkaillaan sivua...

source: Unwatch page
fi_fi: Lopeta sivun tarkkailu

source: Unwatching page...
fi_fi: Lopetetaan sivun tarkkailua...

source: Watch page
fi_fi: Tarkkaile sivua

source: Unprotect page
fi_fi: Poista sivun suojaus

source: Protect page
fi_fi: Suojaa sivu

source: Protecting...
fi_fi: Suojataan...

source: Unprotecting page...
fi_fi: Poistetaan sivun suojausta...

source: Protecting page...
fi_fi: Suojataan sivua...

source: Importing page
fi_fi: Tuodaan sivua

source: Import page
fi_fi: Tuo sivu

source: Importing document...
fi_fi: Tuodaan dokumenttia...

source: Import document
fi_fi: Tuo dokumentti

source: previous page
fi_fi: edellinen sivu

source: next page
fi_fi: seuraava sivu

source: Edit transcription
fi_fi: Muokkaa transcriptiä

source: wiki formatting help
fi_fi: wiki-muotoilun ohje

source: You don't have permission to transcribe this page.
fi_fi: Sivulla ei ole riittäviä käyttöoikeuksia sivun transkribointia varten.

source: Current Page Transcription
fi_fi: Nykyinen sivun transcripti

source: edit
fi_fi: muokkaa

source: history
fi_fi: historia

source: You don't have permission to discuss this page.
fi_fi: Sivulla ei ole käyttäjäoikeutta osallistua sivun keskusteluun.

source: Current Page Discussion
fi_fi: Nykyinen keskustelu

source: Your Watchlist
fi_fi: Seurantalista

source: There are no document pages in your watchlist.
fi_fi: Seurantalistallasi ei ole sivuja.
